{
    "coffee" : [
        {
            "name": "espresso",
            "description": "Espresso is a strong Italian coffee made by forcing hot water through finely-ground beans. It's concentrated and bold in flavor.",
            "ingredients": "Espresso",
            "specialty": "Crafting a perfect espresso involves precise water-to-coffee ratio, essential for balanced flavor extraction."
        },
        {
            "name": "americano",
            "description": "Americano. A milder coffee drink made by diluting espresso with hot water, resulting in a lighter flavor profile.",
            "ingredients": ["Espresso", "Water"],
            "specialty": "Americano: A milder coffee achieved by adding hot water to espresso, creating a lighter flavor compared to a long black. Unlike a long black, where water is added first, an Americano maintains the espresso's aroma and crema."
        },
        {
            "name": "longBlack",
            "description": "Long black. An espresso-based coffee where hot water is poured over double shots, offering a bold flavor with crema preservation.",
            "ingredients": ["Espresso", "Water"],
            "specialty": "Long black: Created by pouring hot water over espresso shots, yielding a robust flavor while maintaining crema. Unlike an Americano, water is added after the espresso, preserving aroma and strength."
        },
        {
            "name": "coldBrew",
            "description": "Cold brew. Coffee brewed with cold water over an extended period, resulting in a smooth, less acidic flavor perfect for iced beverages.",
            "ingredients": ["Espresso", "Water"],
            "specialty": "Cold brew: Brewed using cold water over hours, it offers a smooth, less acidic taste with subtle sweetness. Ideal for refreshing iced drinks, it's known for its bold yet mellow flavor profile."
        },
        {
            "name": "latte",
            "description": "Latte: Espresso combined with steamed milk, resulting in a creamy, balanced coffee drink known for its smoothness and versatility.",
            "ingredients": ["Espresso", "Milk"],
            "specialty": "Latte: A classic coffee choice, crafted by blending espresso with steamed milk for a creamy texture. Its balanced flavor profile makes it ideal for both coffee purists and those who enjoy a milder taste."
        },
        {
            "name": "flatWhite",
            "description": "Creamy blend of espresso and microfoam – the indulgent Flat White.",
            "ingredients": ["Espresso", "milkfoam"],
            "specialty": "The Flat White melds rich espresso and velvety microfoam, resulting in a balanced, smooth coffee with a bold kick."
        },
        {
            "name": "cappuccino",
            "description": "Classic combo: espresso, steamed milk, foam in Cappuccino delight.",
            "ingredients": ["Espresso", "Milkfoam"],
            "specialty": "Layers of espresso, steamed milk, and foam harmonize in a Cappuccino, delivering a robust flavor with a creamy texture."
        },
        {
            "name": "mocha",
            "description": "Mocha. espresso meets rich chocolate for a divine treat.",
            "ingredients": ["Espresso", "Milk", "chocolate"],
            "specialty": "Indulge in the Mocha's blend of espresso and cocoa, creating a luxurious taste profile that combines the best of coffee and chocolate."
        },
        {
            "name": "macchiato",
            "description": "Bold espresso with a milk stain: the distinct Macchiato.",
            "ingredients": ["Espresso", "Milkfoam"],
            "specialty": "With a touch of milk, Macchiato offers a strong espresso taste balanced by a subtle creaminess, making it a true espresso lover's choice."
        },
        {
            "name": "chai",
            "description": "Warm spices and tea unite in the aromatic Chai Latte.",
            "ingredients": ["Chai", "milk"],
            "specialty": "Chai Latte blends spiced tea and steamed milk for a cozy and aromatic drink, perfect for enjoying the comforting flavors of spices and warmth"
        },
        {
            "name": "turmeric",
            "description": "Turmeric Latte. a blend of turmeric, milk, and spice.",
            "ingredients": ["Espresso", "milk", "turmeric"],
            "specialty": "Experience the Turmeric Latte's vibrant hue and unique flavor as turmeric, milk, and spices come together to offer a cozy, earthy taste."
        },
        {
            "name": "icedCoffee",
            "description": "Iced Coffee. a refreshing blend of espresso, milk, and vanilla ice cream.",
            "ingredients": ["Espresso", "milk", "IceCream"],
            "specialty": "Iced Coffee, popular in Australia, features double shot espresso, milk, and a scoop of vanilla ice cream over ice, offering a creamy and invigorating coffee experience."
        },
        {
            "name": "affogato",
            "description": "Affogato. espresso meets ice cream for a divine pairing",
            "ingredients": ["Espresso", "milk"],
            "specialty": "Affogato's simple elegance shines as espresso meets creamy ice cream, creating a harmonious blend of hot and cold, bitter and sweet."
        }
    ]
}